1,
根据期望计算公式:列的合计/除以N 乘以 行的合计/除以N 然后乘以N
(168/1362)*(290/1362)*1362 = 35.77
2,
自由度为4 可以根据R工具计算出P值


辛普森悖论
当人们尝试探究两种变量（比如新生录取率与性别）是否具有相关性的时候，
会分别对之进行分组研究。然而，在分组比较中都占优势的一方，在总评中有时反而是失势的一方。
该现象于20世纪初就有人讨论，但一直到1951年，E.H.辛普森在他发表的论文中阐述此一现象后，
该现象才算正式被描述解释。后来就以他的名字命名此悖论，即辛普森悖论。

误区产生的原因说起来也很简单，就在于将“值与量”两个维度的数据，归纳成了“值”一个维度的数据，并进行了合并。

如何避免辛普森悖论
为了避免辛普森悖论的出现，就需要斟酌各分组的权重，并乘以一定的系数去消除以分组数据基数差异而造成的影响。
同时，我们必需清楚了解情况，以综合考虑是否存在造成此悖论的潜在因素。




4 广义线性模型与线性回归模型的区别与联系
https://zhidao.baidu.com/question/1607582188296041027.html
