最近最热的电影是《哪吒之魔童降世》，观影人次超过了妇联4，逼近上亿人次。
最近励志的导演是饺子，随着哪吒在2019年7月26的上映，不管是饺子，
还是饺子导演，两个热词同趋势的波动飙升，
不能排除《哪吒》超强的影响力，也让幕后的导演一夜成名。

看过很多浮于表面的溢美之词，
听过语无伦次的高频的“卧槽”赞叹，
在二刷之后，我慢慢的陷入了思考，《哪吒》出來酷炫温情，逆天改命的体验，还带来了什么呢？
激起了我对“异化”的思考。

异化的父母，保全了异化的哪吒
人是普通的本质，神是人本身的升腾
抵抗异化，成就普适的价值

教育不应该异化，不管因地制宜还是因材施教都是为了将异化变成普通化，
异化的人活不了，过不好。素质教育是异化的是反人的

父母的物质异化的关怀成就不了慈悲观的仁爱之子，
只会异化孩子，失去之美纯真，裹着异化别致的物质追求。

工作分工，劳动

跳出自己的圈子，不做别人眼中的奇葩。
多读书多看报，少吃零食多睡觉。
重新定义快乐的价值是劳动的苍造，不应该求诸于多样奢靡的物质消费。

手机的应用
微信朋友圈
因音乐和书籍


1，出生环境的“异化”
哪吒在深门高院的李府，敖丙却在深海炼狱的龙宫；哪吒在善良憨厚太乙的庇佑之下，敖丙却在阴谋求名的申公的馋诱之下；哪吒在慈父的臂膀之下安生，敖丙在严父的苛成之下诞生；这些异化只是异化本身的简单缩影。农村，城镇，小城市，特大城市
2，家庭教育的“异化”
素质教育就是一种教育的异化
3，社会分工的“异化”
社会分工就是劳动的异化

异化带来的是等级，是没有人，只有工人和资本家。
如何看待这样的异化呢？