1，描述数值型数据的统计图形或统计量。

2，方差分析的基本假定：正态性，方差齐性，独立性，简述证明。

3，怎样解释P值。

4，多元线性回归模型：建模的思路，,模型的理解，变量筛选的意义和方法（向前选择，向后选择，逐步回归），判定系数，多重共线性的影响和解决办法。
5，多元回归系数的t检验不显著意味着什么？

6，简要说明：t分布 和 F分布在推断统计中的应用。

7，方差分析的基本原理，方差分析表，关系强度的度量，解释方差分析的数学模型。


8，为什么说假设验证不能证明原假设正确？

9，什么是统计意义上的显著，而不是现实意义上的显著？

10，简要说明卡方分布在统计中的应用

11，在假设检验中，利用P决策与利用统计量决策有什么不同？

12，评估估计量的标准：无偏性，有效性，一致性

13，怎样用自相关图和偏自相关图来识别ARIMA(p，d，p)自回归差分移动平均模型中的参数
PAC:Probably Approximately Correct 概率近似正确

14，测度变量间关系所使用的统计量

15，谈谈置信水平 和 置信区间的理解

16，简述Holt模型和Winter模型的运用场合

17，时间序列的构成要素：趋势，季节性，循环波动性，随机波动性等简要说明

18，中心极限定理及其用途

19，解释 拟合优度检验和 独立性检验，并说明其用途。



