#品茶的渔夫
# Fisher
著名的《女士品茶》的故事，我们现在一直在用的假设检验、P值、随机化思想都是现代统计学鼻祖Fisher受这位女士启发而来：

1920年的剑桥大学，一群科学家一如往常冲泡奶茶。
一位女士不经意的说：“茶和奶的添加顺序的不同，泡出的奶茶口味截然不同。我可以轻松地辨别出来。”
Fisher的怀疑：
1，次顺真影响口味？
2，女士能轻松辨别？
检验的方法：
女士如果能通过品尝辨别出不同顺序冲泡的奶茶，Fisher就没有理由拒绝女士的所述。

Fisher做了如下假设实验：
大家一共准备了8杯茶，有的先放奶后放茶，有的先放茶后放奶，让这位女士品尝，看是否能品对。（假设验证方法）
Fisher提出以“随机”的顺序给这位女士品茶，（“随机”的思想），验证这位女士说的对错的过程，（假设验证过程）
如果这位女士没有品尝能力或者奶茶口味相同，那么，她能够正确品对1杯的几率有50%。理论上都品对的概率为0.39%（0.5的8次方），
更让人惊讶的是女士都品对了。Fisher没有理由拒绝女士的陈述。

一个小小的生活故事，给Fisher极大的启发，开启统计学的新大门，一个关注生活点滴的Fisher，成为了当之无愧的统计学鼻祖。
顾此，公众号命名为“品茶的渔夫”，希望在生活点滴之中一起学习统计学，成为懂生活，有知识的新青年。

#主要文章：統計描述，統計推動，多元分析，机器学习，走向智能

























