人为什么要学数据科学？
数据(data)是事实或观察的结果，
是对客观事物的逻辑归纳，
是用于表示客观事物的未经加工的的原始素材。

科学，指的就是分科而学。其价值在于解释和预测。

“无尺度网络模型”的作者艾伯特-拉斯洛·巴拉巴西认为——人类93%的行为是可以预测的。
数据作为人类活动的痕迹，就像金矿等待发掘。

信息科学与计算机科学家，数据库和软件工程师，领域专家，策展人和标注专家，图书管理员，
档案员等数字数据管理收集者都以可成为数据科学家。它们主要任务是："进行富有创造性的查询和分析。"

数据科学(Data Science)是从数据中提取知识的研究，关键是科学。
数据科学集成了多种领域的不同元素，包括信号处理，数学，概率模型技术和理论，机器学习，
计算机编程，统计学，数据工程，模式识别和学习，可视化，不确定性建模，数据仓库，
以及从数据中析取规律和产品的高性能计算。数据科学并不局限于大数据，
但是数据量的扩大诚然使得数据科学的地位越发重要


第一次工业革命以煤炭为基础，蒸汽机和印刷术为标志，
第二次工业革命以石油为基础，内燃机和电信技术为标志，
第三次工业革命以核能基础，互联网技术为标志，
第四次工业革命以可再生能源为基础，大数据云计算为标志。

大数据挖掘商业价值的方法主要分为四种：
客户群体细分，然后为每个群体量定制特别的服务。
模拟现实环境，发掘新的需求同时提高投资的回报率。
加强部门联系，提高整条管理链条和产业链条的效率。
降低服务成本，发现隐藏线索进行产品和服务的创新。


随着计算机的处理能力的日益强大，你能获得的数据量越大，你能挖掘到的价值就越多。
实验的不断反复、大数据的日渐积累让人类发现规律，预测未来不再是科幻电影里的读心术。

如果银行能及时地了解风险，我们的经济将更加强大。
如果政府能够降低欺诈开支，我们的税收将更加合理。
如果医院能够更早发现疾病，我们的身体将更加健康。
如果电信公司能够降低成本，我们的话费将更加便宜。
如果交通动态天气能够掌握，我们的出行将更加方便。
如果商场能够动态调整库存，我们的商品将更加实惠。
如果XXXXXXXXXXXXXXXXX，我们的XXXX将更加XXXX。
最终，我们都将从大数据分析中获益。


